<!doctype html>
<html>
<head>
<meta charset="utf-8">
<title>重要须知-“服务声明”-Rootcn</title>
</head>

<body>
<p>重要须知-“服务声明”-Rootcn：<br />
本协议适用于：<br /><a href="http://www.rootcn.cn/">Rootcn.cn</a>和所有子站点<br />
                     <a href="http://www.gotcn.cn/">Rootcn.cn Blog</a>和所有子站点<br />
					 <a href="http://www.gooo.hk/">rootcn-blog (shared Edition) English website</a>和所有子站点<br />
					 <a href="http://www.rootcn.tw/">rootcn-blog “中國臺灣” 站點 </a>和所有子站点<br />
　　本协议是您与Rootcn.cn及其合作单位（以下简称：“Rootcn.cn”）之间关于Rootcn.cn提供的各种产品及服务（以下统称：Rootcn.cn）的法律协议。 Rootcn.cn在此特别提醒，您欲使用Rootcn.cn，必须事先认真阅读本服务条款中各条款，包括免除或者限制Rootcn.cn责任的免责条款及对您的权利限制。请您审阅并接受或不接受本服务条款（未成年人审阅时应得到法定监护人的陪同）。如您不同意本服务条款及/或Rootcn.cn随时对其的修改，您应不使用或主动取消Rootcn.cn提供的Rootcn.cn。否则，您的任何对Rootcn.cn中的相关服务的登陆、下载、查看等使用行为将被视为您对本服务条款全部的完全接受，包括接受Rootcn.cn对服务条款随时所做的任何修改。<br />
　　本服务条款一旦发生变更, Rootcn.cn将在网页上公布修改内容。修改后的服务条款一旦在网页上公布即有效代替原来的服务条款。您可随时登陆Rootcn.cn官方查阅最新版服务条款。<br />
<br />
　　如果您选择接受本条款，即表示您同意接受协议各项条件的约束。如果您不同意本服务条款，则不能获得使用本服务的权利。您若有违反本条款规定，Rootcn.cn有权随时中止或终止您对Rootcn.cn的使用资格并保留追究相关法律责任的权利。<br />
<br />
一、用户使用须知<br />
<br />
　　特别提醒您，使用互联网必须遵守国家有关的政策和法律，如刑法、国家安全法、保密法、计算机信息系统安全保护条例等，保护国家利益，保护国家安全，对于违法使用互联网络而引起的一切责任，由您负全部责任。<br />
　　1. 您不得使用Rootcn.cn发送或传播任何妨碍社会治安或非法、虚假、骚扰性、侮辱性、恐吓性、伤害性、破坏性、挑衅性、淫秽色情性等内容的信息。<br />
　　2. 您不得使用Rootcn.cn产品发送或传播敏感信息和违反国家法律制度的信息。<br />
　　3. 您保证以真实的身份注册使用Rootcn.cn的产品，向Rootcn.cn所提供的个人身份资料信息真实、完整、有效，依据法律规定和约定对所提供的信息承担相应的法律责任。如果资料发生变化，您应及时更改。Rootcn.cn会及时、有效地提供该项服务。在安全完成本服务的登记程序后，您应维持密码及帐号的机密安全。您应对任何人利用您的密码及帐号所进行的活动负完全的责任，Rootcn.cn无法对非法或未经您授权使用您帐号及密码的行为作出甄别，因此Rootcn.cn不承担任何责任。<br />
　　4. 盗取他人号码或利用网络通讯骚扰他人，均属于非法行为。您不得采用测试、欺骗等任何非法手段，盗取其他用户的帐号和对他人进行骚扰。<br />
　　5. Rootcn.cn在此郑重提请您注意，任何经由本服务以上传、下载、张贴、电子邮件或任何其他方式传送的资讯、资料、文字、软件、音乐、音讯、照片、图形、视讯、信息、用户的登记资料或其他资料等（以下简称“内容”），无论系公开还是私下传送，均由内容提供者承担责任。同时，为了提高、改进Rootcn.cn各种服务的用户体验，您同意Rootcn.cn对凡是您经由本服务通过上传、张贴等任何方式发布到Rootcn.cn的任何文字、图片及其他信息资料等进行无偿的修改、复制、传播等使用。Rootcn.cn无法监控经由本服务传送之内容，也无法对用户的使用行为进行全面控制，因此不保证内容的合法性、正确性、完整性、真实性或品质等；您已预知使用本服务时，可能会接触到令人不快、不适当或令人厌恶之内容，并同意将自行加以判断并承担所有风险，而不依赖于Rootcn.cn。但在任何情况下，Rootcn.cn有权依法停止任何前述内容的服务并采取相应行动，包括但不限于暂停用户使用本服务的全部或部分，保存有关记录，并向有关机关报告。但Rootcn.cn有权(但无义务)依其自行之考量，拒绝和删除可经由本服务提供之违反本条款的或其他引起Rootcn.cn或其他用户反感的任何内容。<br />
　　6. Rootcn.cn属于群体类产品，使用Rootcn.cn产品服务的用户之间引发的任何纠纷Rootcn.cn将不负责任。<br />
　　7. 账号使用与保管<br />
　　　（1）Rootcn.cn有权审查您注册所提供的身份信息是否真实、有效，并应积极地采取技术与管理等合理措施保障您账号的安全、有效；您有义务妥善保管其账号及密码，并正确、安全地使用您的账号及密码。任何一方未尽上述义务导致账号密码遗失、账号被盗等情形而给您和他人的民事权利造成损害的，应当承担由此产生的法律责任。<br />
　　　（2）您对登录后所持账号产生的行为依法享有权利和承担责任。<br />
　　　（3）您发现您的账号或密码被他人非法使用或有使用异常的情况的，应及时根据Rootcn.cn公布的处理方式通知Rootcn.cn，并有权通知Rootcn.cn采取措施暂停该账号的登录和使用。<br />
　　　（4）Rootcn.cn根据您的通知采取措施暂停用户账号的登录和使用的，Rootcn.cn应当要求您提供并核实与其注册身份信息相一致的个人有效身份信息。<br />
　　　（5）Rootcn.cn核实您所提供的个人有效身份信息与所注册的身份信息相一致的，应当及时采取措施暂停用户账号的登录和使用。<br />
　　　（6）Rootcn.cn违反（5）款项的约定，未及时采取措施暂停用户账号的登录和使用，因此而给您造成损失的，应当承担其相应的法律责任。<br />
　　　（7）您没有提供真实的个人有效身份证件或者您提供的个人有效身份证件与所注册的身份信息不一致的，Rootcn.cn有权拒绝您依据本条第（3）项提出的请求。<br />
　　　（8）您为了维护您的合法权益，向Rootcn.cn提供与所注册的身份信息相一致的个人有效身份信息时，Rootcn.cn应当为您提供账号注册人证明、原始注册信息等必要的协助和支持，并根据需要向有关行政机关和司法机关提供相关证据信息资料。<br />
　　8. 服务的中止与终止<br />
　　　（1）您有发布违法信息、严重违背社会公德、以及其他违反法律禁止性规定的行为，Rootcn.cn有权立即终止对您提供服务。<br />
　　　（2）您在接受Rootcn.cn服务时实施违反约定或相关法规的不正当行为的，Rootcn.cn有权终止对您提供服务。　　　<br />
　　　（3）您没有以真实的个人身份信息进行注册，或实施违反本协议或相关法规的行为，Rootcn.cn有权中止对您提供全部或部分服务；Rootcn.cn采取中止措施会以合适的方式通知您并告知中止期间，中止期间是合理的，中止期间届满Rootcn.cn应当及时恢复对您的服务。<br />
　　　（4）Rootcn.cn根据本条约定中止或终止对您提供部分或全部服务的，Rootcn.cn应负举证责任。 
　　9. 用户信息保护<br />
　　　（1）Rootcn.cn要求您提供与其个人身份有关的信息资料时，会事先以明确而易见的方式向您公开其隐私权保护政策和个人信息利用政策，并采取必要措施保护您的个人信息资料的安全。<br />
　　　（2）未经您许可Rootcn.cn不得向任何第三方提供、公开或共享您注册资料中的姓名、个人有效身份证件号码、联系方式、家庭住址等个人身份信息，但下列情况除外：
　　　　　　A. 您或您的监护人授权Rootcn.cn披露的；<br />
　　　　　　B. 有关法律要求Rootcn.cn披露的；<br />
　　　　　　C. 司法机关或行政机关基于法定程序要求Rootcn.cn提供的；<br />
　　　　　　D.Rootcn.cn为了维护自己合法权益而向您提起诉讼或者仲裁时；<br />
　　　　　　E.应您的监护人的合法要求而提供您个人身份信息时。<br />
<br />
二、服务声明Rootcn.cn特别提请您注意，Rootcn.cn为了保障业务发展和调整的自主权，Rootcn.cn拥有随时修改或中断服务而不需通知您的权利，Rootcn.cn行使修改或中断服务的权利不需对您或任何第三方负责。您必须在同意本条款的前提下，Rootcn.cn才开始对您提供服务。<br />

Rootcn.cn</p>
</body>
</html>